src/vbg.net/areariservata/projects/Frontoffice/Init.Sigepro.FrontEnd.AppLogic/GestioneIntegrazioneLDP/EsempoiRispostaXml.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:ns1="https://ws.ldpgis.it/">
  <SOAP-ENV:Body>
    <ns1:ComplexTypePraticaDatiTerritoriali>
      <point>
        <x>1688995.7678477</x>
        <y>4799511.0668373</y>
      </point>
      <a_subalterni>
        <ComplexTypeSubalterno>
          <sezione xsi:nil="true"/>
          <foglio>68</foglio>
          <particella>215</particella>
          <subalterno>14</subalterno>
        </ComplexTypeSubalterno>
        <ComplexTypeSubalterno>
          <sezione xsi:nil="true"/>
          <foglio>68</foglio>
          <particella>212</particella>
          <subalterno>35</subalterno>
        </ComplexTypeSubalterno>
      </a_subalterni>
      <a_civici>
        <ComplexTypeCivico>
          <codice_strada>3310</codice_strada>
          <numero>2</numero>
          <esponente xsi:nil="true"/>
        </ComplexTypeCivico>
        <ComplexTypeCivico>
          <codice_strada>3310</codice_strada>
          <numero>6</numero>
          <esponente xsi:nil="true"/>
        </ComplexTypeCivico>
      </a_civici>
    </ns1:ComplexTypePraticaDatiTerritoriali>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
